Repository: xiaosu-zhu/Aurora-Weather
Catalog: com.aurora.auweather/com.aurora.auweather/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr, it, ja_jp, ko, ru_ru, zh_hans, zh_tw

# ThankyouTitle
source: Thank you!
es_es: ¡Gracias!
ja_jp: ありがとう！
zh_hans: 谢谢你!
zh_tw: 謝謝你!

# Cities_Null
source: No Cities here...
de_de: Hier keine Städte...
es_es: No hay ciudades aquí...
it: Nessuna città qui...
ja_jp: ここに都市はない.
ko: 여기 도시...
zh_hans: 未设置城市...
zh_tw: 未設置城市...

# Error
source: There is a small error ...
de_de: Es gibt ein kleiner Fehler...
es_es: Hubo un pequeño error...
it: C'è un piccolo errore...
ja_jp: 小さなエラーがある.
ko: 작은 오류가입니다...
zh_hans: 出了一点小错误...
zh_tw: 出了一點小錯誤...

# Network_Error
source: Network connection failed ...
de_de: Netzwerkverbindung fehlgeschlagen...
es_es: Error de conexión...
it: Connessione di rete non riuscita...
ja_jp: ネットワーク接続に失敗しました.
ko: 네트워크 연결 실패...
zh_hans: 网络连接失败...
zh_tw: 網路連接失敗...

source: Quit
de_de: Beenden
es_es: Salir
it: Esci
ja_jp: 終了
ko: 끝내기
zh_hans: 退出
zh_tw: 結束

# Service_Unavailable
source: The weather service is currently unavailable ...
de_de: Der Wetterdienst ist derzeit nicht verfügbar...
es_es: El servicio meteorológico no está disponible...
it: Il servizio meteo non è attualmente disponibile...
ja_jp: 気象サービスは現在利用できません.
ko: 날씨 서비스는 현재 사용할 수 없습니다...
zh_hans: 天气服务当前不可用...
zh_tw: 天氣服務當前不可用...

# Setting
source: Settings
de_de: Einstellungen
es_es: Configuración
it: impostazioni
ja_jp: 設定
ko: 설정
zh_hans: 转到设置
zh_tw: 前往設定

# DataSourceText.Text
source: Data providers:
de_de: Datenanbieter:
es_es: Proveedores de datos:
it: Provider di dati:
ja_jp: データ プロバイダー:
ko: 데이터 공급자:
zh_hans: 数据提供方
zh_tw: 資料提供方

# Retry
source: Try again?
de_de: Wiederholen?
es_es: ¿Intentar nuevamente?
it: Riprova?
ja_jp: もう一度やり直してください。
ko: 다시 시도?
zh_hans: 再试一次?
zh_tw: 再試一次?

# LongTime
source: Waiting longer than expected...
de_de: Warten länger als erwartet...
es_es: Tardando más de lo esperado...
it: In attesa più lunga del previsto...
ja_jp: 予想より長く待っている.
ko: 예상 보다 더 이상 대기...
zh_hans: 比预计时间要长...
zh_tw: 比預計時間要長...

# Welcome0Detail.Text
source: Easy to reach, easy to see
de_de: Leicht zu erreichen, einfach um zu sehen
es_es: Fácil acceso, fácil de ver
it: Facile da raggiungere, facile per vedere
ja_jp: 簡単に達するを参照してください。
ko: 보고, 쉽게 도달 하기 쉬운
zh_hans: 清晰直观, 花样多端
zh_tw: 清晰直觀，花樣多端

# Welcome0Text.Text
source: Dynamic
de_de: Dynamisch
es_es: Dinámico
it: Dinamico
ja_jp: 動的
ko: 동적
zh_hans: 动态天气
zh_tw: 動態天氣

# Welcome1Detail.Text
source: Pin it on the Start
de_de: PIN es am Anfang
es_es: Anclar en la Pantalla de Inicio
it: Pin su inizio
ja_jp: 開始日ピンします。
ko: 시작에 핀
zh_hans: 固定到开始菜单, 随时了解天气
zh_tw: 固定到開始菜單，隨時了解天氣

# Welcome1Text.Text
source: Tile
de_de: Nebeneinander
es_es: Mosaico
it: Affianca
ja_jp: タイル
ko: 바둑판식 배열
zh_hans: 动态磁贴
zh_tw: 動態磁磚

# Welcome2Detail.Text
source: Go to Settings->Personalization->Lockscreen and set lockscreen notifications!
de_de: Gehen Sie zu Einstellungen->Personalisierung->Lockscreen und Set Lockscreen Benachrichtigungen!
es_es: Ir a Pantalla de Bloqueo->->y ajustar notificaciones
it: Vai alla personalizzazione impostazioni->->Lockscreen e lockscreen impostare notifiche!
ja_jp: 設定>パーソナル化>Lockscreen とセット lockscreen 通知に行く!
ko: 설정->개인 설정->Lockscreen 및 설정된 lockscreen 알림으로 이동!
zh_hans: 在 设置->个性化->锁屏 中把锁屏通知也添加上吧!
zh_tw: 在設置->個性化->鎖屏中把鎖屏通知也添加上吧！

# Welcome2Text.Text
source: Notification
de_de: Benachrichtigung
es_es: Notificación
it: Notifica
ja_jp: 通知
ko: 알림
zh_hans: 锁屏通知
zh_tw: 鎖屏通知

# BackText.Text
source: Back
de_de: Zurück
es_es: Atrás
it: Indietro
ja_jp: 戻る
ko: 뒤로
zh_hans: 返回
zh_tw: 返回

# MoreText.Text
source: More
de_de: Weitere
es_es: Más
it: Altro
ja_jp: その他
ko: 자세히
zh_hans: 更多
zh_tw: 更多

# RefreshText.Text
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
it: Aggiorna
ja_jp: 最新の情報に更新
ko: 새로 고침
zh_hans: 刷新
zh_tw: 刷新

# HamCloseText.Text
source: Close
de_de: Schließen
es_es: Cerrar
it: Chiudi
ja_jp: 閉じる
ko: 닫다
zh_hans: 收起
zh_tw: 收起

# HamOpenText.Text
source: Open
de_de: Öffnen
es_es: Abrir
it: Apri
ja_jp: 開く
ko: 열기
zh_hans: 展开
zh_tw: 展開

# NowText.Text
source: Now
de_de: Details
es_es: Detalles
it: Dettagli
ja_jp: 詳細
ko: 세부 정보
zh_hans: 详情
zh_tw: 剛剛

# CitiesManageText.Text
source: Cities Managment
de_de: Städte-Managment
es_es: Gestión de ciudades
it: Città Managment
ja_jp: 都市管理
ko: 도시 관리
zh_hans: 城市管理
zh_tw: 城市管理

source: Locating...
de_de: Auffinden von...
es_es: Ubicando...
it: Individuazione...
ja_jp: 探しています.
ko: 찾기...
zh_hans: 正在定位...
zh_tw: 正在定位...

# DataSourceDetailText.Text
source: New data provider: "WeatherUnderground" coming soon.
de_de: Verwenden Sie Spende-Pack, um "Weather Underground" aktivieren
es_es: Utilizar Paquete de Donación para habilitar "Weather Underground"
it: Utilizzare donazione Pack per consentire "Weather Underground"
ja_jp: 「天気予報の地下鉄"を有効にする寄付パックを使用します。
ko: 기부금 팩 "날씨 지 하"를 사용 하 여
zh_hans: 使用捐赠版开启 "Weather Underground" 天气源
zh_tw: 即將加入 "WeatherUnderground" 數據源

# EndTimeText.Text
source: End Time:
de_de: Uhrzeit Ende:
es_es: Hora de finalización:
it: Orario di chiusura:
ja_jp: 終了時刻:
ko: 종료 시간:
zh_hans: 结束时间:
zh_tw: 結束時間:

# MinutesIn
source: Before {0} min
de_de: Vor min {0}
es_es: Antes de {0} min.
it: Prima {0} min
ja_jp: {0} 分前
ko: {0} 분 전에
zh_hans: {0}分钟以内
zh_tw: {0}分鐘以內

# StartTimeText.Text
source: Begin Time:
de_de: Startzeit:
es_es: Hora de Inicio:
it: Ora di inizio:
ja_jp: 開始時間:
ko: 시작 시간:
zh_hans: 开始时间:
zh_tw: 開始時間:

# ThemeasDetailText.Text
source: Need Location, or use default value: 19:30~7:30
de_de: Lage brauchen, oder verwenden Sie Standardwert: 19:30 ~ 07:30
es_es: Necesita ubicación, o usar valor por defecto: 19:30 ~ 7:30
it: Bisogno di posizione, o utilizzare il valore predefinito: 19.30 ~ 07.30
ja_jp: 必要な場所、または既定値を使用: 19:30 〜 7:30
ko: 위치, 필요 하거나 기본값을 사용 하 여: 19시 30분 ~ 7시 30분
zh_hans: 需要定位，否则使用默认值 19:30~7:30
zh_tw: 需要定位，否則使用默認值 19:30~7:30

# ThemeasRiseSetText.Text
source: Enable dark mode when sun set
de_de: Dunkel-Modus aktivieren Wenn Sonne set
es_es: Activar Modo Oscuro al atardecer
it: Attivare la modalità scuro quando sole impostato
ja_jp: 暗いモードを有効にするときの太陽設定
ko: 어두운 모드를 사용 하면 태양 설정
zh_hans: 日落而暗，日出而亮
zh_tw: 暗色時間跟隨日落/日出

# Update
source: Updated
de_de: Aktualisiert
es_es: Actualizado
it: Aggiornato
ja_jp: 更新済み
ko: 업데이트됨
zh_hans: 更新
zh_tw: 更新

# UpdateFailedText.Text
source: Couldn't update
de_de: Update nicht möglich
es_es: No se pudo actualizar
it: Non ho aggiornato
ja_jp: 更新できませんでした
ko: 업데이트할 수 없음
zh_hans: 未能更新
zh_tw: 未能更新

# RefreshComplete
source: Update Completed
de_de: Update abgeschlossen
es_es: Actualización terminada
it: Aggiornamento completato
ja_jp: 更新が完了しました
ko: 업데이트 완료
zh_hans: 更新完成
zh_tw: 更新完成

# RefreshStamp
source: Timestamp: {0}
es_es: Marca de tiempo: {0}
ja_jp: タイムスタンプ: {0}
ko: 타임 스탬프: {0}
zh_hans: 时间戳: {0}
zh_tw: 時間戳: {0}

# RefreshStart
source: Updating...
de_de: Wird aktualisiert...
es_es: Actualizando...
it: Aggiornamento in corso...
ja_jp: アップデート中...
ko: 업데이트 중...
zh_hans: 正在更新
zh_tw: 正在更新

# Today_Weather
source: Today for {0}
de_de: Heute für {0}
es_es: Hoy en día para {0}
it: Oggi per {0}
ja_jp: {0} の今日
ko: {0}에 대 한 오늘
zh_hans: 今日{0}天气
zh_tw: 今日{0}天氣

# RequestedTheme_Default
source: Follow system
de_de: System zu folgen
es_es: Usar mi tema de Windows
it: Seguire il sistema
ja_jp: システムに従う
ko: 시스템에 따라
zh_hans: 跟随系统
zh_tw: 跟隨系統

# CaiyunRadio.Content
source: Caiyun Weather
de_de: Caiyun Wetter
it: Meteo di cannavò
ja_jp: Caiyun 天気
ko: Caiyun 날씨
zh_hans: 彩云天气
zh_tw: 彩云天氣

# HeWeatherRadio.Content
source: HeWeather
zh_hans: 和风天气
zh_tw: 和風天氣

# CaiyunWeather
source: The China Meteorological Administration, Caiyun Weather
de_de: Die China Meteorological Administration, Caiyun Wetter
es_es: Administración Meteorológica China, Caiyun Weather
it: La China Meteorological Administration, Caiyun Meteo
ja_jp: 中国気象局、Caiyun 天気
ko: 중국 기상청, Caiyun 날씨
zh_hans: 中国气象局 彩云天气

# DataSourceAlertText.Text
source: May not provide all meteorological information
de_de: Können nicht alle meteorologischen Informationen enthalten.
es_es: No se puede proporcionar toda la información meteorológica
it: Non può fornire tutte le informazioni meteorologiche
ja_jp: すべての気象情報では、します。
ko: 모든 기상 정보를 제공 하지 않을 수 있습니다.
zh_hans: 均可能无法提供全部气象资料

source: HeWeather
zh_hans: 和风天气

# PhotoCopyright.Content
source: Photo Copyright
de_de: Foto Copyright
es_es: Derechos de Fotos
it: Foto Copyright
ja_jp: 写真の著作権
ko: 사진 저작권
zh_hans: 图像版权

# MeetNewDataSource
source: New data source "{0}" is avaliable, have a look at preferences settings!
de_de: Neue Datenquelle "{0}" ist verfügbar, schauen Sie sich die Einstellungen Einstellungen!
es_es: Nuevo origen de datos "{0}" disponible. Ver Preferencias
it: Nuova origine dati "{0}" è disponibile, dare un'occhiata alle impostazioni delle preferenze!
ja_jp: 新しいデータ ソース「{0}」が利用可能な環境設定を見ている!
ko: 새 데이터 원본 "{0}"은 유효한, 환경 설정을 봐!
zh_hans: 新的数据源 "{0}" 可用, 去偏好设置瞧瞧吧!

# MeetNewDataSourceTitle
source: See what you find!
de_de: Sehen Sie, was Sie finden!
es_es: ¡Ver lo que encuentras!
it: Vedete cosa trovate!
ja_jp: あなたは何を見つけるを参照してください!
ko: 당신이 무엇을 찾는 참조!
zh_hans: 发现了什么!

# LockText.Text
source: Use Donation Pack to unlock some features
de_de: Verwenden Sie Spende-Pack, um einige Features zu entsperren
es_es: Utilizar Paquete de Donación para habilitar más características
it: Utilizzare donazione Pack per sbloccare alcune funzioni
ja_jp: 寄付パックを使用して、いくつかの機能のロックを解除するには
ko: 기부 팩을 사용 하 여 일부 기능을 잠금 해제
zh_hans: 使用捐赠版解锁部分功能

# FullScreenText.Text
source: Full Screen
de_de: Vollbild
es_es: Pantalla completa
it: Schermo intero
ja_jp: 全画面表示
ko: 전체 화면
zh_hans: 开启全屏

# UpdateDetailText.Text
source: · _(:з」∠)_ · Always show the immersive background
de_de: · Ein kleines Display Fehler behoben im Detail Seite · Zusätzlichen Wind Geschwindigkeitskurve
es_es: · Menor de edad corrige · Ahora puede establecer el modo envolvente tiempo fuera en el panel de diseño personalizado
it: · Risolto un piccolo problema in dettagli pagina · Grafico della velocità di vento
ja_jp: ·問題を修正しましたセカンダリ タイルは · を更新しません。不適切な · にそのセカンダリ タイルのレイアウトを修正[ようこそ] ページに再設計
ko: · 마이너 수정 · 이제 사용자 지정 레이아웃 패널에 몰입 모드 시간 초과 설정할 수 있습니다.
zh_hans: · 修正了触摸屏下滑动过慢的问题 · 修正了部分设备无法显示图像资源的问题 · 修正了部分 UI 错误

# UpdateTitle.Text
source: Welcome to new version
de_de: Willkommen in neuer version
es_es: Bienvenido a la nueva versión
it: Benvenuti nel nuovo versione
ja_jp: ようこそバージョン
ko: 새로운 오신 버전
zh_hans: 欢迎来到新版本

# Calculator
source: Unit Converter
de_de: Currency Converter
es_es: Convertidor de unidades
it: Convertitore di unità
ja_jp: 単位のコンバーター
ko: 단위 변환기
zh_hans: 单位换算

# YouKnow
source: Hey guy
de_de: He Mann
es_es: Hey
it: Ehi ragazzo
ja_jp: ちょっと男します。
ko: Hey 사람
zh_hans: 你知道的太多了

# AlwaysShowText.Text
source: Background always visible
de_de: Hintergrund immer sichtbar
es_es: Fondo siempre visible
it: Sfondo sempre visibile
ja_jp: 背景を常に表示
ko: 항상 보이는 배경
zh_hans: 始终显示背景

# EnableAlarmText.Text
source: Disaster warning
zh_tw: 氣象災害預警

# Obtain
source: Pay what you want
de_de: Bezahlen, was Sie wollen
es_es: Elije el monto a pagar
fr: Payez ce que vous voulez
it: Paga quello che vuoi
ja_jp: 何をしたいを支払い
ko: 당신이 원하는 지불
ru_ru: Оплатить что вы хотите

# AddButton.Label
source: Search City
fr: Villes de recherche
ru_ru: Поиск города

# Add_Image
source: customize
fr: Personnaliser
ru_ru: настраивать

# BlurBGText.Text
source: Blur background
fr: Activer le flou
ru_ru: Размытие фона

# Cities
source: City overview
fr: Vue d'ensemble de villes
ru_ru: Обзор города

# CitiesButton.Label
source: City overview
fr: Vue d'ensemble de villes
ru_ru: Обзор города

# CitiesText.Text
source: City overview
fr: Vue d'ensemble de villes
ru_ru: Обзор города

# Cities_Management
source: The city administration
fr: Managment de villes
ru_ru: Администрация города

# CWText.Text
source: Index of car wash:
fr: lave-auto Index :
ru_ru: Индекс мойки:

# DanweiText.Text
source: Unit conversion
fr: Conversion
ru_ru: Пересчет ед. изм.

# DescripButton.Content
source: Result
fr: Description
ru_ru: Результат

# DisableDynamicDescripText.Text
source: This will turn off the dynamic weather and reduced memory footprint
fr: Désactiver la météo dynamique et réduire l'utilisation de la mémoire
ru_ru: Это будет выключить динамическая погода и снижение памяти

# DisableDynamicText.Text
source: Reduced dynamic effect
fr: Désactiver l'effet dynamique
ru_ru: Снижение динамический эффект

# DonateButton.Content
source: Feed me!
fr: Donnez-le !
ru_ru: Покорми меня!

# DonateOption0.Text
source: · Daily weather alerts
fr: · Alarmes quotidiennes
ru_ru: · Ежедневные Погода оповещения

# DonateOption1.Text
source: · Disaster alert and lock screen notifications
fr: · Alertes en cas de catastrophe
ru_ru: · Оповещения о стихийных бедствиях и замок экран уведомления

# DonateOption3.Text
source: · PIN selected other cities in tile and automatically update
fr: · Broche de certaines villes de tuile et mettre à jour automatiquement
ru_ru: · PIN-код выбранного других городов в плитки и автоматически обновлять

# DonateRun1.Text
source: Made fairly makeshift application also requires a lot of energy and time; Moreover, this application updates the weather using the API need some money in order to work properly. If you think it's great, wish to support it ~
fr: Développement d'applications nécessite beaucoup d'énergie et de temps ; En outre, cette application à l'aide de la météo API qui ont besoin de l'argent pour travailler correctement. Si vous pensez que c'est génial, souhaitent soutenir il ~
ru_ru: Сделал довольно самодельных приложений также требует много энергии и времени; Кроме того это приложение обновляет Погода, используя API необходимо немного денег для того, чтобы работать должным образом. Если вы думаете, это здорово, хотел бы поддержать его ~

# DonateRun2.Text
source: To help us, you will unlock the donate version of additional features:
fr: Nous aider, et vous débloquerez la version donate de fonctionnalités supplémentaires :
ru_ru: Чтобы помочь нам, вы сможете разблокировать версию пожертвовать дополнительных функций:

# EnableAlarmText.Text
source: Meteorological disaster warning
fr: Avertissement en cas de catastrophe météorologique
ru_ru: Предупреждение о стихийных бедствиях метеорологических

# EnableEveryText.Text
source: Daily weather alerts
fr: Alertes météorologiques quotidiennes
ru_ru: Ежедневные Погода оповещения

# ForceRefreshText.Text
source: Force open the dropdown refresh
fr: Force de traction pour actualiser
ru_ru: Силу откройте раскрывающийся список обновления

# FormatText.Text
source: The date and time
fr: Date et heure
ru_ru: Дата и время

# HumidityText.Text
source: Humidity
fr: Hummidity
ru_ru: влага

# ImmersiveText.Text
source: Immersion
fr: Mode immersif
ru_ru: Погружение

# Immersive_Background
source: Immersion background
fr: Arrière-plan immersive
ru_ru: Погружение фон

# LengthParameter_KM
source: Kilometres
fr: km
ru_ru: КИЛОМЕТРЫ

# LengthParameter_M
source: Meters
fr: m
ru_ru: МЕТР

# LengthParameter_Mile
source: Mile
ru_ru: МИЛИ

# LengthParameter_NM
source: Nautical Miles
fr: NM
ru_ru: Морская миля

# LoadingDataText.Text
source: Loading data
fr: Le chargement est en cours.
ru_ru: Загрузка данных

# LocateDeniedButton.Content
source: Location permissions are closed
fr: Autorisations d'emplacement sont refusées
ru_ru: Разрешения для расположения закрыты

# LocateOnText.Text
source: Open position
fr: Lieu
ru_ru: Открытая позиция

# NextTomorrowText.Text
source: Day after tomorrow
fr: Suivant demain
ru_ru: Послезавтра

# NoBGText.Text
source: Do not use background
fr: Ne pas afficher
ru_ru: Не использовать фон

# PressureParameter_Atm
source: Standard atmosphere
fr: ATM
ru_ru: Стандартная атмосфера

# PressureParameter_Torr
source: Support
fr: Torr
ru_ru: Торр

# PressureParText.Text
source: Air pressure
fr: Pneumatique
ru_ru: Пневматический

# PressureText.Text
source: Air pressure
fr: Pneumatique
ru_ru: Пневматический

# PurchaseButton.Content
source: Go you!
fr: Secouez-le !
ru_ru: Идете вы!

# RefreshButton.Label
source: refresh
fr: Actualiser
ru_ru: обновить

# RefreshFreqText.Text
source: The automatic update refresh interval
fr: Intervalle d'actualisation
ru_ru: Интервал автоматического обновления

# RefreshState_one
source: Do not refresh automatically
fr: Actualisation automatique ne
ru_ru: Не обновлять автоматически

# Replace_Image
source: Substitution
fr: Remplacer
ru_ru: заменить

# RequestedTheme_Auto
source: automatic
fr: auto
ru_ru: автоматический

source: settings
fr: Paramètres
ru_ru: параметры

# SettingsButton.Label
source: settings
fr: Paramètres
ru_ru: параметры

# SettingsText.Text
source: settings
fr: Paramètres
ru_ru: параметры

# ShowSecondText.Text
source: Display seconds
fr: Voir la deuxième
ru_ru: Показывать секундную стрелку

# SpeedParameter_KMPH
source: Km/h
ru_ru: Км/ч.

# SpeedParameter_Knot
source: section
fr: nœud
ru_ru: раздел

# SpeedParText.Text
source: Wind speed
fr: Vitesse du vent
ru_ru: Скорость ветра

# SportText.Text
source: Performance index:
fr: Indice de sport :
ru_ru: Индекс:

# TemperatureParameter_Celsius
source: Degrees Celsius
fr: Celsius
ru_ru: Градус Цельсия

# TemperatureParameter_Fahrenheit
source: Degrees Fahrenheit
fr: Fahrenheit
ru_ru: Градус Фаренгейта

# TemperatureParameter_Kelvin
source: Thermodynamic temperature scale
fr: Kelvin
ru_ru: Шкала термодинамической температуры

# ThemeText.Text
source: theme
fr: Thème
ru_ru: тема

# TitleBlock.Text
source: Aurora weather
fr: Météo de Aurora
ru_ru: Погода в Авроре

# UseWeekText.Text
source: Alternative use week dates
fr: Utiliser les jours de semaine
ru_ru: Альтернативные даты недели

# WindParameter_BeaufortandDegree
source: Wind + angle
fr: Échelle + angle
ru_ru: Ветер + угол

# WindParameter_BeaufortandText
source: Wind + wind
fr: Échelle + direction
ru_ru: Ветер + ветер

# WindParameter_SpeedandDegree
source: Wind speed + angle
fr: Vitesse + angle
ru_ru: Скорость ветра + угол

# WindParameter_SpeedandText
source: Wind speed + direction
fr: Vitesse + direction
ru_ru: Скорость ветра направлении +

# WindParText.Text
source: Wind the wind
fr: Éolienne
ru_ru: Ветер ветер

# WindText.Text
source: Wind the wind
fr: Éolienne
ru_ru: Ветер ветер

# DonationTitle.Text
source: Get donations
fr: Recevoir le don pack
ru_ru: Получить пожертвования

source: First quarter
fr: Premier quartier
ru_ru: First Quarter Moon

# Full_moon
source: The full moon
fr: Pleine lune
ru_ru: Полнолуние

# Waning_crescent
source: Waning Moon
fr: Lune gibbeuse décroissante
ru_ru: Убывающая луна в последней четверти

# Waning_gibbous
source: Down month
fr: Lune gibbeuse décroissante
ru_ru: Вниз месяц

# Waxing_crescent
source: Emei month
fr: Lune gibbeuse
ru_ru: EMEI месяц

# Waxing_gibbous
source: Up month
fr: Épilation à la cire gibbeuse décroissante
ru_ru: Месяц

# WeatherCondition_calm
source: Breeze
fr: Paisible
ru_ru: Бриз

# WeatherCondition_cloudy
source: It's cloudy
fr: Nuageux
ru_ru: Облачность

# WeatherCondition_extreme_rain
source: Heavy rain
fr: Pluie extrême
ru_ru: Сильный дождь

# WeatherCondition_fresh_breeze
source: Strong wind
fr: Bonne brise
ru_ru: Сильный ветер

# WeatherCondition_heavy_shower_rain
source: Strong showers
fr: Douche lourde
ru_ru: Сильный дождь

# WeatherCondition_heavy_storm_rain
source: Heavy rain
fr: Forte tempête
ru_ru: Сильный дождь

# WeatherCondition_heavy_thunderstorm
source: Sonora
fr: ORAGE
ru_ru: Thunderstorm

# WeatherCondition_high_wind
source: Blast
fr: Vent fort
ru_ru: Взрыв

# WeatherCondition_hot
source: Get hot
fr: Faire chaud
ru_ru: Получить горячие

# WeatherCondition_hurricane
source: Typhoon
fr: Ouragan
ru_ru: Тайфун

# WeatherCondition_light_breeze
source: Cool breeze
fr: Légère brise
ru_ru: Прохладный бриз

# WeatherCondition_light_snow
source: Koyuki
fr: Petite neige
ru_ru: Малые снега

# WeatherCondition_mist
source: Haze
fr: Brume
ru_ru: Туман

# WeatherCondition_moderate
source: And the wind
fr: Modéré
ru_ru: Зефир

# WeatherCondition_overcast
source: Yin
fr: couche nuageuse
ru_ru: Инь

# WeatherCondition_partly_cloudy
source: Most cloudy
fr: Éclaircies
ru_ru: Наиболее ясно

# WeatherCondition_rain_snow
source: Rain and snow
fr: Pluie neige
ru_ru: Дождь и снег

# WeatherCondition_sand
source: Dust
fr: Sable
ru_ru: Пыль

# WeatherCondition_sandstorm
source: Dust storm
fr: Tempête de sable
ru_ru: Пыльная буря

# WeatherCondition_severe_storm_rain
source: Extreme precipitation
fr: Violente tempête
ru_ru: Экстремальных осадков

# WeatherCondition_shower_snow
source: Snow showers
fr: Neige de douche
ru_ru: Снег

# WeatherCondition_snowstorm
source: Blizzard
fr: Tempête de neige
ru_ru: Метель

# WeatherCondition_snow_flurry
source: Short-time snowfall
fr: Snow Flurry
ru_ru: Короткое время снегопад

# WeatherCondition_storm_rain
source: Storm cloud
fr: Pluie d'orage
ru_ru: буря

# WeatherCondition_strong_breeze
source: Strong winds
fr: Forte brise
ru_ru: Сильные ветры

# WeatherCondition_strong_gale
source: Gale
fr: Coup de vent
ru_ru: Гейл

# WeatherCondition_sunny
source: It's fine
fr: Ensoleillé
ru_ru: Солнечно

# WeatherCondition_thundershower
source: Thunder Storm
fr: Douche de tonnerre
ru_ru: Гроза

# WeatherCondition_violent_storm
source: Hurricane
fr: Violente tempête
ru_ru: циклонный фильтр

# WindDirection_east
source: The East wind
fr: East
ru_ru: Восточный ветер

# WindDirection_north
source: The North wind
fr: Nord
ru_ru: Северный ветер

# WindDirection_northwest
source: Northwest wind
fr: Nord-ouest
ru_ru: Ветер Северо-Западный

# WindDirection_south
source: The South wind
fr: Sud
ru_ru: Южный ветер

# WindDirection_southeast
source: Southeast wind
fr: Sud-est
ru_ru: Ветер юго-восточный

# WindDirection_southwest
source: Southwest wind
fr: Sud-ouest
ru_ru: Юго-Западный ветер

# WindDirection_west
source: The West wind
fr: Ouest
ru_ru: Западный ветер

# WindScale_five
source: Cool breeze
fr: Légère brise
ru_ru: Прохладный бриз

# WindScale_four
source: And the wind
fr: Modéré
ru_ru: Зефир

# WindScale_seven
source: Blast
fr: Forte brise
ru_ru: Взрыв

# WindScale_six
source: Strong winds
fr: Coup de vent
ru_ru: Сильные ветры

# WindScale_ten
source: The wind
fr: Vent fort
ru_ru: Ветер

# WindScale_thirteen
source: Typhoon
fr: Ouragan
ru_ru: Тайфун

# WindScale_twelve
source: Hurricane
fr: Cyclone
ru_ru: циклонный фильтр

# WindScale_two
source: The breeze
fr: Brise
ru_ru: Бриз

# AppName
source: Aurora weather
fr: Météo de Aurora
ru_ru: Погода в Авроре

# AppNameText.Text
source: Aurora weather
fr: Météo de Aurora
ru_ru: Погода в Авроре

# buchaoguoshi.Text
source: No more than ten, and ten digits are not displayed
fr: Si pas plus de dix, dix chiffres ne seront pas affichés
ru_ru: Не больше десяти и десять цифр не отображаются

# chaoguoshi.Text
source: No more than ten, ten shows zero
fr: Si pas plus de dix, indique zéro
ru_ru: Не более чем десять, десять показывает нуля

# Description
source: Aurora weather
fr: Météo de Aurora
ru_ru: Погода в Авроре

# FeedbackText.Content
source: Evaluation feedback
fr: Commentaires
ru_ru: Оценочные отзывы

# HourDes.Text
source: Time:
fr: Heure :
ru_ru: Время:

# TimeFormatDescrip.Text
source: Date-time formats example
fr: Exemples de date-heure
ru_ru: Пример форматы даты времени

# bianre
source: Gets hot
fr: Chauffera
ru_ru: Нагревается

# breeze0
source: The breeze
fr: Brise
ru_ru: Бриз

# breeze1
source: And the wind
fr: Zephyr
ru_ru: Зефир

# Glancecloudy0
source: It's cloudy
fr: Nuageux
ru_ru: Облачность

# moderate_rain2
source: Rainy day
fr: Jour pluvieux
ru_ru: Дождливый день

# nengjiandudi1
source: Visibility is poor
fr: Visibilité est faible
ru_ru: Плохая видимость

# overcast0
source: Cloudy day
fr: couche nuageuse
ru_ru: затенение

# overcast1
source: Without the Sun
fr: Pas de soleil
ru_ru: Без солнца

# MinDes.Text
source: Cent:
fr: Minute :
ru_ru: Доля:

# Add
source: Search City
fr: Villes de recherche
ru_ru: Поиск города

# Cacel
source: cancel
fr: Annuler
ru_ru: отменить

source: delete
fr: Supprimer
ru_ru: удалить

source: edit
fr: Edition
ru_ru: правка
